Revit 2027 API
SpecTypeId.SectionModulus Property
 Section Modulus, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionModulus { get; }
Public Shared ReadOnly Property SectionModulus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionModulus {
	ForgeTypeId^ get ();
}
static member SectionModulus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace